// ------ Strings in Smash Error ------ //"Your HP device has sent a status message. This message could not be saved" = "Устройство HP отправило сообщение о состоянии. Это сообщение невозможно сохранить.";